[

    {
        "user":"Mikes Mobile",
        "title":"I like your Vineyard Steel Security door but don’t like how it says Welcome. Is there something else that we can get there instead?",
        "slug":"vineyard-steel-security-door-says-welcome",
        "category":"Security Doors",
        "content":[
            "Absolutely! Our Vineyard Steel Security doors can be changed!  At Mike’s Mobile Screen and Chimney Service all of our steel security doors are 100% custom so all you have to do is ask.  We can put another word, a design, your initials or take the middle piece out of the door altogether. Our steel doors are only limited by your imagination."
        ],
        "images":["/assets/images/blogposts/4-8-18/1.png"],
        "postdate":"4/8/18"
    },
    {
        "user":"Mikes Mobile",
        "title":"Another Custom Creation: Custom Security Doors",
        "slug":"another-custom-creation",
        "category":"Hayward",
        "content":[
            "Sometimes customers are not sure what they want and sometimes they know exactly what they want! Joe from San Jose knew exactly what he wanted when he came to us. He needed French style custom security doors that SLIDE! Sliding security doors are not very common, but as you can see, they are beautiful. We worked with Joe and created a masterpiece! He picked out the Sunburst pattern that goes perfect with double doors. The white on white color keeps his home elegant.",

            "We love working with our customers to create working art for their home. Please give us a call today! (877) 520-3595 Check out the gallery below to see more pictures from this beautiful home."
        ],
        "images":["/assets/images/blogposts/4-9-18/1.jpg"],
        "postdate":"4/9/18"
    },
    {
        "user":"Mikes Mobile",
        "title":"Why Solar Screens beat the heat better than anything else.",
        "slug":"solar-screens-beat-heat-better-anything-else",
        "category":"Solar Screens",
        "content":[
            "The simple answer is that Solar Screens stop the sun’s rays before they ever have a chance to reach your window. In contrast, window tint goes on the inside of the window, actually working against nicer insulated windows (some window tinting can actually void warranties on dual or triple paned windows due to the overheating possibilities). The same goes for all blinds and interior window coverings. Your window will still heat up and radiant heat will still heat up your home. Solar Screens work with your windows to keep the heat out and act as another insulation barrier making your home more efficient, more comfortable and saving you money. Mike’s Mobile Screens offers the highest quality Solar Screen materials available that block 80-90% of the sun’s UV rays."
        ],
        "images":["/assets/images/blogposts/4-10-18/1.jpg"],
        "postdate":"4/10/18"
    },
    {
        "user":"Mikes Mobile",
        "title":"Another Paradise Set in Rodeo",
        "slug":"another-paradise-set-in-rodeo",
        "category":"Hayward",
        "content":[
            "Jackie C. from Rodeo called in about a custom security solution for her home.  Here at Mike’s Mobile we were of course happy to oblige to this request! Jackie chose our Paradise design french steel security door set in a red powder coat and white mesh to match her existing door & trim. We even added a custom mail slot to fit her needs.",

            "Our Steel Security Doors are completely custom to fit whatever door style, mounting style & color combination go best with your home. Every steel security door can have custom 2 tone colors at no extra charge. Click here to view our available colors.",

            "To get a custom steel security door today give us a call at (877) 520-3595",

            "For more information on our custom steel security doors, visit our website: Mike’s Mobile – Steel Security Doors"
        ],
        "images":["/assets/images/blogposts/4-11-18/1.png","/assets/images/blogposts/4-11-18/2.png"],
        "postdate":"4/11/18"
    }
    
]