[
    {
        "title":"Retractable Screen Door",
        "slug":"retractable-screen-door",
        "category":"Screens",
        "subcategory":"Door",
        "type":"products",
        "tileText":"",
        "bullet0":"Disappearing or retractable screen doors are the contemporary alternative to that old wooden swinging screen door you had growing up.",
        "bullet1":"The retractable screen door we offer is called the Rollaway and is manufactured by the R. Lang Company right here in California.",
        "bullet2":"Imagine a screen door that’s only there when you need it! The Rollaway mounts inside the door frame for minimal intrusion and most people don’t notice it until you are using it!",
        "tileImage":"/assets/images/screens/retractable.jpg",
        "thumbImg0":"/assets/images/screens/retractable/1.png",
        "thumbImg1":"/assets/images/screens/retractable/2.png",
        "thumbImg2":"",
        "productOverview":"We are one of the only independent disappearing screen door installers in Northern California. Have outward opening doors? Our door can fit inside your home with minimal intrusion- most people will never know they are there until you use them! We sell our doors with an industry leading 10 Year Warranty <br/><br/> Our Retractable screen doors are an “inside mount” style which offers superior aesthetics and durability when compared to “surface mount” (protrudes 5+ inches outside your door frame) doors which most other manufacturers sell. Our installers have the combined knowledge of thousands of disappearing screen door installations and we would be happy to come out and show you a display of an actual door. We offer color matching all the way around the door (often your threshold is a different color than your door frame) so the finished product blends in seamlessly with your house. <br/><br/> Our door can fit inside your home with minimal intrusion- most people will never know they are there until you use them!we have examined every door on the market and only offer the best. We sell our doors with an industry leading 10 Year Warranty* so it is in our best interest to sell the best door on the market. The door we offer is called the Rollaway, manufactured by the R.Lang Company here in California. <br/><br/> Rollaway doors are completely powder coated and offer springs and rollers on the door slides to ensure a lifetime of trouble free operation.",
        "technicalSpecs":"<li>Concealed Clean Installation Hinge Our installation hinge hides mounting screws</li><li>Low Profile Designer Housing Spring system and impact bumper provide trouble free operation</li><li>Smooth Gliding Roller System Patented spring loaded roller keeps the Roll-Away door in adjustment for a lifetime even in out-of-square openings</li><li>Secure Latch or Magnetic Closure Locking latch provides safety and assurance or full length magnetic closure allows ease of use</li><li>Click here for the parts list of the Rollaway Retractable Screen Door</li><li>Click here for a diagram of the retractable screen door from R. Lang</li>",
        "options":"<li>Choose from 6 popular colors (See below)</li><li>Available in inside and surface mount</li><li>Latch Series</li><li>Magnetic Series</li><li>French Doors</li>",
        "relatedProducts":"<li>Swinging Screen Doors</li><li>Window Screens</li><li>Sliding Security Doors</li>",
        "warranty":"<strong>10 Year Limited Warranty<br/><br/></strong><p>All warranties cover materials, manufacturing defects and hardware for the periods listed below but will not cover normal wear and tear of the product. Screen mesh is not covered beyond the initial installation of products. Defective items must be reported within 5 days of receipt for validation. Improper installation of the product will not be covered under the warranties listed. Warranty periods begin from the date of purchase.</p>",
        "galleryImg0":"/assets/images/screens/retractable/1.jpg",
        "galleryImg1":"/assets/images/screens/retractable/2.jpg",
        "galleryImg2":"/assets/images/screens/retractable/3.jpg",
        "galleryImg3":"/assets/images/screens/retractable/4.jpg",
        "galleryImg4":"/assets/images/screens/retractable/5.jpg",
        "galleryImg5":"/assets/images/screens/retractable/6.jpg",
        "galleryImg6":"/assets/images/screens/retractable/7.jpg"
    },
    {
        "title":"Sliding Screen Door",
        "slug":"sliding-screen-door",
        "category":"Screens",
        "subcategory":"Door",
        "type":"products",
        "bullet0":"Sick and tired of that old, flimsy door with the broken wheels always falling off the track?",
        "bullet1":"Don’t waste your time with a one-size fits all door with plastic wheels from the hardware store.",
        "bullet2":"Every one of our doors is custom made to fit your doorway.",
        "tileImage":"/assets/images/screens/sliding-screen.jpg",
        "thumbImg0":"/assets/images/screens/sliding/4.png",
        "thumbImg1":"/assets/images/screens/sliding/1.png",
        "thumbImg2":"/assets/images/screens/sliding/2.png",
        "thumbImg3":"/assets/images/screens/sliding/3.png",
        "thumbImg2":"/assets/images/screens/sliding/5.png",
        "thumbImg2":"/assets/images/screens/sliding/6.png",
        "productOverview":"Our sliding screen door offers an all- metal construction with steel wheels, bearings and a metal lock.  Many of our customers opt for Solar Screen in their doors to take advantage of the added durability it offers, and because of the fact that we sell it with a 10 year warranty.  The doors are built with inside corners and adjustable wheels for a perfect fit. For more information check out the tabs above.",
        "technicalSpecs":"All Metal Construction<br/><br/><li>1-3/4 in. x 1/2 in. Extruded Aluminum Frame</li><li>1-1/4 in. Steel Ball Bearing Rollers</li><li>Extruded aluminum Handle assembly with mortise lock and lever latch</li><li>Non-handed with Handle Centered</li><li>Heavy Duty Diecast Corners with Side Ajustment</li><li>Charcoal Fiberglass Insect Screening</li><li>Extruded Vinyl Bug Seal with Flap & Tear-off Strips</li><li>Assembled & K.D. Widths Available Up to 73in.</li><li>Assembled & K.D. Heights Available Up to 97in. (Specify Handle Height on Doors Over 84in. Tall)</li>",
        "options":"<li>Replacement Tracks</li><li>Upper/Lower Tracks</li><li>Aluminum Tracks</li><li>Snap Bead Vinyl</li><li>Frame Colors Available: See Below</li><li>Solar Screen</li><li>Pet Door Option (S,M,L,XL)</li>",
        "relatedProducts":"<li>Swinging Screen Doors</li><li>Rollaway Screen Doors</li><li>Window Screens</li><li>Sliding Security Doors</li>",
        "warranty":"Warranty covers workmanship of door. This includes wheels not working properly, corners coming apart, handle not functioning, and any other workmanship issues not listed here that are determined to be the fault of the manufacturer. Not covered under the warranty is any damage to the screen (Solar Screen has a warranty, Bugscreen does not.) or intentional damage including tampering with the door, damaged caused by brute, or intentional, force, damage from a pet or any other intentional act not deemed a workmanship flaw."
    },
    {
        "title":"Swinging Screen Door",
        "slug":"swinging-screen-door",
        "category":"Screens",
        "subcategory":"Door",
        "type":"products",
        "bullet0":"",
        "bullet1":"",
        "bullet2":"",
        "tileImage":"/assets/images/screens/swinging-door.jpg",
        "thumbImg0":"",
        "thumbImg1":"",
        "thumbImg2":""

    },
    {
        "title":"Window Screen Repair",
        "slug":"screen-repair",
        "category":"Screens",
        "subcategory":"Window",
        "type":"services",
        "serviceImgCaption":"Fast, friendly, and affordable window screen & frame replacement!",
        "textBlock0":"We are a mobile screen company dedicated to providing our customers with a fast and affordable way to have their screens replaced. We offer mobile-on-site service in most areas and have our own in-house shop in other areas so our turn-around is always fast and efficient. We charge flat rates, so getting a solid estimate with no hidden fees is easy and hassle free!",
        "textBlock1":"Why replace the frame if the screen is just torn? We offer fast on-site re-screening. We offer window screen repair and replacement. Many of our customers opt to re-screen their sliding screen doors with Solar Screen due to its durability. Solar Screen material has a 10 year warranty*. Great durability for children or pets!",
        "textBlock2":"We also do replacement window screen frames! Our custom window screen frames are All-aluminum constructed with mitered inside corners- no cheap plastic corners like the other guys use along with pull tabs and springs.",
        "tileImage":"/assets/images/screens/window-screen-repair/car-logo-2.jpg",
        "video":""
    },
    {
        "title":"Solar Screens",
        "slug":"solar-screens",
        "category":"Screens",
        "subcategory":"Window",
        "type":"services",
        "tileImage":"/assets/images/screens/solar-screen3.jpg",
        "serviceImgCaption":"Suntex Solar Screen is a unique, heavy-duty woven mesh that blocks 80-90% of the sun’s hot rays before they enter your windows and doors.",
        "textBlock0":"<h5 class='feature-title font-bold'>Pet proof- no need for a pet guard on your patio door.</h5><p class='gray-text'>Suntex solar screen generally covers the entire window and also provides insect protection like regular screening. Suntex solar screen exterior shading is made of strong vinyl-coated polyester fabric. Suntex solar screen is mildew and fade resistant and needs only an occasional cleaning with mild soap and water.</p>",
        "textBlock1":"<h5 class='feature-title font-bold'>10 Year Warranty on Materials and Installation.</h5><p class='gray-text'>Our Solar Screens come with strength enhancing and aesthetic spreader bars or we can even do custom grid patterns to match your windows. Solar Screens are framed in 7/16 x 1” extruded aluminum- mitered with hidden corners (We NEVER use the weaker plastic corners that become brittle and break after a few years) Frame colors are White, Bronze, Mill (raw aluminum) or Beige.</p>",
        "textBlock2":"<h5 class='feature-title font-bold'>Solar Screens offer daytime privacy</h5><p class='gray-text'>Suntex solar screen affords full vision from the inside looking out. Suntex solar screen comes in two grades of sun protection and 5 colors to enhance the aesthetic values of any exterior. Custom shapes and arches are no problem for us! Can lower the inside temperature in the summer 15-20 degrees</p>",
        "galleryImg0":"assets/images/screens/solar-screens/1.jpg",
        "galleryImg1":"assets/images/screens/solar-screens/2.jpg",
        "galleryImg2":"assets/images/screens/solar-screens/3.jpg",
        "galleryImg3":"assets/images/screens/solar-screens/4.jpg",
        "galleryImg4":"assets/images/screens/solar-screens/5.jpg",
        "galleryImg5":"assets/images/screens/solar-screens/6.jpg",
        "galleryImg6":"assets/images/screens/solar-screens/7.jpg",
        "galleryImg7":"assets/images/screens/solar-screens/8.jpg",
        "galleryImg8":"assets/images/screens/solar-screens/9.jpg",
        "galleryImg9":"assets/images/screens/solar-screens/10.jpg",
        "galleryImg10":"assets/images/screens/solar-screens/11.jpg",
        "video":"https://youtu.be/WtENSdKQL5k"
    },
    {
        "title":"Pet Door",
        "slug":"pet-door",
        "category":"Screens",
        "subcategory":"Door",
        "type":"services",
        "bullet0":"",
        "bullet1":"",
        "bullet2":"",
        "tileImage":"/assets/images/screens/pet-door-main.png",
        "images":[ "https://mdbootstrap.com/img/Photos/Slides/img%20(134).jpg", "image2"],
        "serviceImgCaption":"Not your average pet door!",
        "textBlockTitle0":"Quick Install",
        "textBlock0":"Installs directly into your sliding door- no need for a separate panel. These doors are made to LAST, unlike those flimsy plastic kits from the hardware store that are just going to cause you problems.",
        "textBlockTitle1":"Top Quality",
        "textBlock1":"Flexible heavy duty rubber will not crack in winter or warp in summer. Magnets are imbedded into the rubber for energy savings.",
        "textBlockTitle2":"Safety First",
        "textBlock2":"The locking cover (not shown) is particle board enameled bright white on one side for greater visibility to the pet. This cover should be used on the same side as the pet. However, It is designed to be breakable as a safety precaution in case the pet crashes into it from the wrong side."
    },


    {
        "title":"Inspections",
        "slug":"inspections",
        "category":"Chimney",
        "type":"services",
        "tileImage":"assets/images/chimneys/inspections/chimney-inspections.png",
        "textBlock0":"<h5 class='feature-title font-bold'>Level One Chimney Inspection – FREE with a cleaning</h5><p class='grey-text'>If your chimney performance, appliance or venting system has not changed and you simply want to be confident in the continued safe use of the system, you will need the Level 1 chimney inspection done on an annual schedule. We usually combine this service with the annual cleaning and sweeping that should be scheduled to guarantee continued safe use of your stove, chimney or furnace.</p>",
        "textBlock1":"<h5 class='feature-title font-bold'>Level Two Chimney Inspection</h5><p class='grey-text'>A Level 2 chimney inspection is recommended when you have had any changes done to your system. If you have changed fuel type, or had the chimney relined, if you have replaced your furnace or appliance -especially if the rating or efficiency differs from what was there prior. If you recently bought the home and are not familiar with the system performance, plan to do modifications to your chimney, stove or heating system or have had a chimney fire recently a Level 2 chimney inspection is in order.</p>",
        "textBlock2":"<h5 class='feature-title font-bold'>Level Three Chimney Inspection</h5><p class='grey-text'>Level 1 and 2 methods are included with Level 3 chimney inspections, but with this type of chimney inspection, portions of the structure or chimney will be required to fully investigate the deficiencies that exist. Many areas that are concealed from visual examination may need to be opened up by removing bricks, masonry, metal flue pipes, interior chimney walls, chimney crowns or other components of your system. These chimney inspections are only required when the earlier chimney inspection Level 1 or 2 reveals a serious problem and we need to gain access to the problem areas hidden from view. Level 3 chimney inspections are needed on less than 2% of all chimney inspections when serious problems are suspected that require immediate action."
    },
    {
        "title":"Cleaning",
        "slug":"cleaning",
        "category":"Chimney",
        "type":"services",
        "tileImage":"/assets/images/chimneys/cleaning/1.jpg",
        "serviceImgCaption":"Have our chimney professionals clean and inspect your chimney.",
        "textBlock0":"<h5 class='feature-title font-bold'>Our chimney sweep technicians will make sure your home does not get soiled or messy around the areas we work in.</h5><p class='grey-text'>A clean sweep of your chimney will remove soot, creosote and blockages from your flue liner, smoke chamber and shelf, firebox and damper. We pride ourselves in “no mess” top notch service by doing a great job with minimal interruption to you and your family. Here at Mike’s Mobile Screen and Chimney Service, we take pride in providing the best possible customer experience so that you can go about your winter without worry when you burn!</p>",
        "textBlock1":"<h5 class='feature-title font-bold'>Every chimney sweep from us will include a full Level 1 Inspection report</h5><p class='grey-text'>We only send fully trained chimney cleaning professionals to your home that will live up to the guidelines of the CSIA (Chimney Safety Institute of America) and NFI (National Fireplace Association). Every chimney sweep from us will include a full Level 1 Inspection report which will inform you of the status of your chimney and fireplace which may be affecting performance and safety.</p>",
        "textBlock2":"<h5 class='feature-title font-bold'>How often should you have your chimney cleaned?</h5><p class='grey-text'>Both the CSIA (Chimney Safety Institute of America) and the National Fire Protection Association recommend yearly chimney inspections. With our chimney cleaning service, we provide an annual inspection along with the assurance of a clean chimney while you burn. Even if you don’t use your chimney often, it is possible to have debris or animals make your chimney unsafe without you even knowing. Animal nests pose a hazard to any chimney by providing combustible materials towards the roof or inside the chimney itself.</p>"
    },
    {
        "title":"Repair",
        "slug":"repair",
        "category":"Chimney",
        "type":"services",
        "tileImage":"/assets/images/chimneys/chimney-unsplash.jpg",
        "serviceImgCaption":"Have our chimney professionals clean and inspect your chimney.",
        "textBlock0":"<h5 class='feature-title font-bold'></h5><p class='gray-text'>A clean sweep of your chimney will remove soot, creosote and blockages from your flue liner, smoke chamber and shelf, firebox and damper. Our chimney sweep technicians will make sure your home does not get soiled or messy around the areas we work in. We pride ourselves in “no mess” top notch service by doing a great job with minimal interruption to you and your family. Here at Mike’s Mobile Screen and Chimney Service, we take pride in providing the best possible customer experience so that you can go about your winter without worry when you burn!</p>",
        "textBlock1":"<h5 class='feature-title font-bold'></h5><p class='gray-text'>We only send fully trained chimney cleaning professionals to your home that will live up to the guidelines of the CSIA (Chimney Safety Institute of America) and NFI (National Fireplace Association). Every chimney sweep from us will include a full Level 1 Inspection report which will inform you of the status of your chimney and fireplace which may be affecting performance and safety.</p>",
        "textBlock2":"<h5 class='feature-title font-bold'></h5><p class='gray-text'>How often should you have your chimney cleaned? Both the CSIA (Chimney Safety Institute of America) and the National Fire Protection Association recommend yearly chimney inspections. With our chimney cleaning service, we provide an annual inspection along with the assurance of a clean chimney while you burn. Even if you don’t use your chimney often, it is possible to have debris or animals make your chimney unsafe without you even knowing. Animal nests pose a hazard to any chimney by providing combustible materials towards the roof or inside the chimney itself.</p>"
    },
    {
        "title":"Accessories",
        "slug":"accessories",
        "category":"Chimney",
        "type":"products",
        "bullet0":"",
        "bullet1":"",
        "bullet2":"",
        "tileImage":"/assets/images/chimneys/fireplace-screen.jpg",
        "thumbImg0":"string",
        "thumbImg1":"",
        "thumbImg2":"",
        "video":""
    },
    {
        "title":"Resources",
        "slug":"resources",
        "category":"Chimney",
        "type":"services",
        "tileImage":"/assets/images/chimneys/resources3.jpg",
        "textBlock0":"<h5 class='feature-title font-bold'></h5><p class='gray-text'></p>",
        "textBlock1":"<h5 class='feature-title font-bold'></h5><p class='gray-text'></p>",
        "textBlock2":"<h5 class='feature-title font-bold'></h5><p class='gray-text'></p>"
    },
    {
        "title":"Masonry Services",
        "slug":"masonry-services",
        "category":"Chimney",
        "type":"services",
        "tileImage":"/assets/images/chimneys/masonry.jpeg",
        "textBlock0":"<h5 class='feature-title font-bold'></h5><p class='gray-text'></p>",
        "textBlock1":"<h5 class='feature-title font-bold'></h5><p class='gray-text'></p>",
        "textBlock2":"<h5 class='feature-title font-bold'></h5><p class='gray-text'></p>"
    },




    {
        "title":"Steel Security Doors",
        "slug":"steel-security-doors",
        "category":"Security",
        "subcategory":"Door",
        "type":"products",
        "tileImage":"/assets/images/security/custom-steel-security-door-vineyard.png",
        "textBlock0":"<h5 class='feature-title font-bold'></h5><p class='gray-text'></p>",
        "textBlock1":"<h5 class='feature-title font-bold'></h5><p class='gray-text'></p>",
        "textBlock2":"<h5 class='feature-title font-bold'></h5><p class='gray-text'></p>"
    },
    {
        "title":"Viewguard Security Doors",
        "slug":"viewguard-security-doors",
        "category":"Security",
        "subcategory":"Door",
        "type":"products",
        "bullet0":"The Viewguard looks like a screen door but is actually high tensile strength stainless steel woven into a fine mesh.",
        "bullet1":"Your security screen door will be the first point of protection for keeping your home safe and secure.",
        "bullet2":"It provides secure protection and gives you a clear view of the outdoors without compromising the style or appearance of your home.",
        "tileImage":"/assets/images/security/viewguard/viewguard_main.png",
        "images":["/assets/images/security/viewguard/viewguard_main.png", "/assets/images/security/viewguard/viewguard-diagram-medium.png","/assets/images/security/viewguard/viewguard-bottom-medium.png","/assets/images/security/viewguard/viewguard-height-guide-medium.png"],
        "productOverview":"REST EASY<br/>Now you can let the cool breeze in and keep intruders out without compromising the appearance of your home. Finally you can experience total security without resorting to bars or unsightly steel grills.<br/><br/>HIGHER SECURITY<br/>Viewguard screens incorporate the latest advances in high tensile strength materials and construction.<br/><br/>LOWER COST<br/>When compared to alternative solutions for security, Viewguard™ security screen doors are built to last and are corrosion resistant.<br/><br/>GREATER AIRFLOW<br/>Stainless steel marine grade mesh screen optimizes airflow, and maximizes security. Strength and beauty in perfect harmony.<br/><br/>SAVE ENERGY - FEEL SAFE<br/>Opening your window in the evening reduces air conditioning costs in hot weather.<br/><br/>SUPERIOR STYLE<br/>Compare our security window screens with anything else on the market today, and we think you'll agree, Guarda has a lock on security and style.<br/><br/>COLORS AVAILABLE<br/>Bronze Anodized or White Paint. Custom special colors are available. Contact the factory for more details.",
        "technicalSpecs":"STANDARD SIZES: 36in. x 80in. - 32in. x 80in. - 30in. x 80in.<br/><br/>SCREENING: 316 Series Stainless Steel, .032 wire diameter woven in a 12 x 12 mesh & epoxy coated for additional corrosion protection.<br/><br/>HARDWARE: Hardware shall be aluminum, stainless steel, or other non-corrosive material compatible with aluminum.<br/><br/>MEASURING GUIDE: Click here<br/><br/>FINISHES: Bronze Anodized, White Paint. Additional color choices are listed below. Note: The stainless steel security mesh can NOT be painted. Call for pricing.<br/><br/>SECURITY DOOR SPECIFICATION:<br/><br/><p class='px-2'>Door Members: Tubular door stile shall be extruded aluminum, and exposed face width shall be at least 4 5/8in. x 1 3/8in. thick with 0.093 nominal walls. Tubular door surround shall be extruded aluminum 1 7/8in. x 1 9/16 with 0.093 nominal walls. The bottom expander expose face width shall be at least 1 3/4in. x 1 1/2in. thick with 0.060 nominal wall thickness.<br/><br/><p class='px-2'>Hardware: The optional heavy duty pneumatic door closer shall have a 1 1/2in. tube diameter and 12 1/8in. between mounting holes.</p>",
        "options":"<li>Pneumatic Door Closure: Heavy duty type with 1-1/2in. tube and stop</li><li>Custom Bore spacing: Doors are prepped for a 2-1/8in. lock set hole size to accept a standard handle and lock set (sold separately). We offer a variety of door handles and dead bolts. Custom bore spacing is available to fit a wider range of handle and lock sets.</li><li>French Set: Complete with locking pins on fixed door. Bores on fixed door for “dummy handle set” are available.</li><li>Threshold Extender: Available in white, bronze, or mill. Threshold extenders are sometimes needed to retrofit your existing door to make the Viewguard bug proof when your threshold is too short.</li><li>Colors (See below)</li><li>Lockset (not included)</li>",
        "relatedProducts":"<li>Tru Frame</li><li>Tru View</li><li>Steel Security Doors</li><li>Tru Frame Security Sliding Doors</li>",
        "warranty":"All warranties cover materials, manufacturing defects and hardware for the periods listed below but will not cover normal wear and tear of the product. Screen mesh is not covered beyond the initial installation of products. Defective items must be reported within 5 days of receipt for validation. Improper installation of the product will not be covered under the warranties listed. Warranty periods begin from the date of purchase to our dealers.<br/><br/>Contact the factory for details on specific product lines listed below and for any warranty claim.<br/><br/>Maximum liability for R. Lang Company will be limited to replacement of product only.<br/><br/>5 Year Limited Warranty<br/><br/><br/>Security Doors<br/>WARRANTY SERVICE REQUESTS<br/><br/>Warranty periods begin from date of purchase from the R. Lang Company.<br/>All warranty service requests must be submitted by the original dealer/customer for validation purposes. You must provide an original invoice number for verification.<br/>Contact our Customer Service Department at (800) 677-5264 for the Service Request form to be emailed or faxed to you.<br/>R. Lang Company will not accept warranty requests directly from homeowners.<br/>Under no circumstance will R. Lang Company be responsible for repair bills submitted by homeowners or dealers/customers without prior approval from the Sales or Warranty Manager.<br/>Warranty requests received outside of our California service area will be processed by our Warranty Manager for fair resolution. Replacement parts will be sent as necessary to correct a problem or defect. Insulated glass failures/defects can be replaced locally but will require pre-authorization from the Sales Warranty Manager for fair credit amount reimbursement.<br/>Any dealer/customer rework or screen replacement must be pre-approved. We recommend that the product be returned for correction in our facility.<br/>R. Lang Company will cover cost for authorized replacements for material only. Dealer/customer will be responsible for any labor incurred for their shop or field expenses.<br/><br/>GENERAL WARRANTY POLICY<br/>R. Lang Company will repair or provide replacement product, at it’s election, free of charge, any product proven to have a manufacturing defect during the applicable warranty period up to a maximum liability which shall be equal to the cost of replacement of the defective product. R. Lang Company shall in no event be liable for labor charges or other expenses whatsoever in connection with removal or installation of either the original or replacement product. However, in lieu of replacement of repair, R. Lang Company, at it’s sole discretion, reserves the right to refund up to the amount paid by the original purchaser of the product but not including the installation cost. This warranty is intended to cover individual homeowners and does not apply to products installed in commercial construction. In the event of repair or replacement pursuant to terms of this warranty, the original warranty shall apply to the repaired or replacement product and will extend for the balance of the warranty period in effect at the time the product proved defective."
    },
    {
        "title":"TRU-View Security Doors",
        "slug":"tru-view-security-doors",
        "category":"Security",
        "subcategory":"Door",
        "type":"products",
        "bullet0":"With the Tru-View you can let the cool breeze in and keep intruders out without compromising the appearance of your home.",
        "bullet1":"Finally you can experience security without resorting to bars or unsightly steel grills.",
        "bullet2":"Stainless steel marine grade mesh screen optimizes airflow, and maximizes security.",
        "tileImage":"/assets/images/security/custom-steel-security-door-paradise-french.png",
        "thumbImg0":"/assets/images/security/tru-view/1.png",
        "thumbImg1":"/assets/images/security/tru-view/2.png",
        "thumbImg2":"/assets/images/security/tru-view/3.png",
        "thumbImg3":"/assets/images/security/tru-view/4.png",
        "thumbImg4":"/assets/images/security/tru-view/5.png",
        "thumbImg5":"/assets/images/security/tru-view/6.png",
        "thumbImg6":"/assets/images/security/tru-view/7.png",
        "productOverview":"Tru-View Security door is an amazing solution for front doors and back doors!<br/><br/>REST EASY<br/>Now you can let the cool breeze in and keep intruders out without compromising the appearance of your home. Finally you can experience total security without resorting to bars or unsightly steel grills.<br/><br/>HIGHER SECURITY<br/>Tru-View security screen doors incorporate the latest advances in high tensile strength materials and construction.<br/><br/>LOWER COST<br/>When compared to alternative solutions for security, Tru-View™ security screen doors are built to last and are corrosion resistant.<br/><br/>GREATER AIRFLOW<br/>Stainless steel marine grade mesh screen optimizes airflow, and maximizes security. Strength and beauty in perfect harmony.<br/><br/>SAVE ENERGY - FEEL SAFE<br/>Opening your door in the evening reduces air conditioning costs in hot weather.<br/><br/>SUPERIOR STYLE<br/>Compare our screen doors with anything else on the market today, and we think you'll agree, Tru-View™ has a lock on security and style.",
        "technicalSpecs":"<li>STANDARD SIZES: 36in. x 80in. - 32in. x 80in. - 30in. x 80in.</li><li>SCREENING: 316 Series Stainless Steel, .032 wire diameter woven in a 12 x 12 mesh & epoxy coated for additional corrosion protection.</li><li>HARDWARE: Hardware shall be aluminum, stainless steel, or other non-corrosive material compatible with aluminum.</li>",
        "options":"FRENCH DOOR OPTION<br/>Tru-View security screen doors are also available with a French Door kit for double doors, and include all installation hardware.<br/><br/>THRESHOLD EXTENDER:<br/>Available in white, bronze, or mill. Threshold extenders are sometimes needed to retrofit your existing door to make the Viewguard bug proof when your threshold is too short.<br/><br/>HINGE EXPANDER DETAIL: Click here<br/><br/>PRE-HUNG DETAIL: Click here<br/><br/>COLORS AVAILABLE<br/>Bronze Anodized or White Paint. Custom special colors are available. See below for samples.<br/><br/>HARDWARE:<br/>Hardware includes deluxe security lock with keyed deadbolt, thumb-turn cylinder, pneumatic closer, wind safety chain and installation screws.",
        "relatedProducts":"<li>Tru Frame</li><li>Tru View</li><li>Steel Security Doors</li><li>Tru Frame Security Sliding Doors</li>",
        "warranty":"All warranties cover materials, manufacturing defects and hardware for the periods listed below but will not cover normal wear and tear of the product. Screen mesh is not covered beyond the initial installation of products. Defective items must be reported within 5 days of receipt for validation. Improper installation of the product will not be covered under the warranties listed. Warranty periods begin from the date of purchase to our dealers.<br/><br/>Contact the factory for details on specific product lines listed below and for any warranty claim.<br/><br/>Maximum liability for R. Lang Company will be limited to replacement of product only.<br/><br/>5 Year Limited Warranty<br/><br/><br/>Security Doors<br/>WARRANTY SERVICE REQUESTS<br/><br/>Warranty periods begin from date of purchase from the R. Lang Company.<br/>All warranty service requests must be submitted by the original dealer/customer for validation purposes. You must provide an original invoice number for verification.<br/>Contact our Customer Service Department at (800) 677-5264 for the Service Request form to be emailed or faxed to you.<br/>R. Lang Company will not accept warranty requests directly from homeowners.<br/>Under no circumstance will R. Lang Company be responsible for repair bills submitted by homeowners or dealers/customers without prior approval from the Sales or Warranty Manager.<br/>Warranty requests received outside of our California service area will be processed by our Warranty Manager for fair resolution. Replacement parts will be sent as necessary to correct a problem or defect. Insulated glass failures/defects can be replaced locally but will require pre-authorization from the Sales Warranty Manager for fair credit amount reimbursement.<br/>Any dealer/customer rework or screen replacement must be pre-approved. We recommend that the product be returned for correction in our facility.<br/>R. Lang Company will cover cost for authorized replacements for material only. Dealer/customer will be responsible for any labor incurred for their shop or field expenses.<br/><br/>GENERAL WARRANTY POLICY<br/>R. Lang Company will repair or provide replacement product, at it’s election, free of charge, any product proven to have a manufacturing defect during the applicable warranty period up to a maximum liability which shall be equal to the cost of replacement of the defective product. R. Lang Company shall in no event be liable for labor charges or other expenses whatsoever in connection with removal or installation of either the original or replacement product. However, in lieu of replacement of repair, R. Lang Company, at it’s sole discretion, reserves the right to refund up to the amount paid by the original purchaser of the product but not including the installation cost. This warranty is intended to cover individual homeowners and does not apply to products installed in commercial construction. In the event of repair or replacement pursuant to terms of this warranty, the original warranty shall apply to the repaired or replacement product and will extend for the balance of the warranty period in effect at the time the product proved defective.",
        "galleryImg0":"/assets/images/security/tru-view/8.png",
        "galleryImg1":"/assets/images/security/tru-view/9.png"
    },
    {
        "title":"TRU-Frame Security Doors",
        "slug":"tru-frame-security-doors",
        "category":"Security",
        "subcategory":"Door",
        "type":"products",
        "bullet0":"Tru-Frame security screen doors have all the benefits of a screen door with the added safety of a dead bolted security door.",
        "bullet1":"The Tru-Frame is a security door without the traditional security door look, at a price that won’t break the bank.",
        "bullet2":"",
        "tileImage":"/assets/images/security/truframe-red-edit.jpg",
        "thumbImg0":"/assets/images/security/tru-frame/1.png",
        "thumbImg1":"/assets/images/security/tru-frame/2.png",
        "thumbImg2":"/assets/images/security/tru-frame/3.png",
        "thumbImg3":"/assets/images/security/tru-frame/4.png",
        "thumbImg4":"/assets/images/security/tru-frame/5.png",
        "thumbImg5":"/assets/images/security/tru-frame/6.png",
        "productOverview":"Aluminum Frame:<br/>The high tensile strength aluminum construction withstands bending, breaking, smashing, and pulling.<br/><br/>Ventilation and Visibility:<br/>Feel safe and secure leaving your front door open.<br/><br/>Deadbolt Security:<br/>With a poly carbonate sheet to prevent tampering from the outside, the deadbolt lock cannot be pried open by a metal or plastic insert. Even if the face plate and handle are jimmied, the concealed mechanism and main bolt remain in the locked position.<br/><br/>Rust Free:<br/>With a heavy gauge extruded aluminum frame, the Tru-Frame Security Door is resistant to rust and made for lasting durability.",
        "technicalSpecs":"Screening: The Tru-Frame door comes standard with a charcoal aluminum screen; upgrade to a pet and child proof screen material for added durabilit, privacy, and sun protection.<br/><br/>Hardware: Hardware includes deluxe security lock with keyed deadbolt, thumb-turn cylinder, pneumatic closer, wind safety chain and installation screws. Slim Line Handle set shown right. Click image to enlarge.",
        "options":"THRESHOLD EXTENDER: Available in white, bronze, or mill. Threshold extenders are sometimes needed to retrofit your existing door to make the Viewguard bug proof when your threshold is too short.<br/><br/>HINGE EXPANDER DETAIL: Click here<br/><br/>PRE-HUNG DETAIL: Click here<br/><br/>COLORS AVAILABLE<br/><br/>Bronze Anodized or White Paint. Custom special colors are available. See below for samples.<br/><br/>Solar Screen: See Colors listed below",
        "relatedProducts":"<li>Tru Frame</li><li>Tru View</li><li>Steel Security Doors</li><li>Tru Frame Security Sliding Doors</li>",
        "warranty":"All warranties cover materials, manufacturing defects and hardware for the periods listed below but will not cover normal wear and tear of the product. Screen mesh is not covered beyond the initial installation of products. Defective items must be reported within 5 days of receipt for validation. Improper installation of the product will not be covered under the warranties listed. Warranty periods begin from the date of purchase to our dealers.<br/><br/>Contact the factory for details on specific product lines listed below and for any warranty claim.<br/><br/>Maximum liability for R. Lang Company will be limited to replacement of product only.<br/><br/>5 Year Limited Warranty<br/><br/><br/>Security Doors<br/>WARRANTY SERVICE REQUESTS<br/><br/>Warranty periods begin from date of purchase from the R. Lang Company.<br/>All warranty service requests must be submitted by the original dealer/customer for validation purposes. You must provide an original invoice number for verification.<br/>Contact our Customer Service Department at (800) 677-5264 for the Service Request form to be emailed or faxed to you.<br/>R. Lang Company will not accept warranty requests directly from homeowners.<br/>Under no circumstance will R. Lang Company be responsible for repair bills submitted by homeowners or dealers/customers without prior approval from the Sales or Warranty Manager.<br/>Warranty requests received outside of our California service area will be processed by our Warranty Manager for fair resolution. Replacement parts will be sent as necessary to correct a problem or defect. Insulated glass failures/defects can be replaced locally but will require pre-authorization from the Sales Warranty Manager for fair credit amount reimbursement.<br/>Any dealer/customer rework or screen replacement must be pre-approved. We recommend that the product be returned for correction in our facility.<br/>R. Lang Company will cover cost for authorized replacements for material only. Dealer/customer will be responsible for any labor incurred for their shop or field expenses.<br/><br/>GENERAL WARRANTY POLICY<br/>R. Lang Company will repair or provide replacement product, at it’s election, free of charge, any product proven to have a manufacturing defect during the applicable warranty period up to a maximum liability which shall be equal to the cost of replacement of the defective product. R. Lang Company shall in no event be liable for labor charges or other expenses whatsoever in connection with removal or installation of either the original or replacement product. However, in lieu of replacement of repair, R. Lang Company, at it’s sole discretion, reserves the right to refund up to the amount paid by the original purchaser of the product but not including the installation cost. This warranty is intended to cover individual homeowners and does not apply to products installed in commercial construction. In the event of repair or replacement pursuant to terms of this warranty, the original warranty shall apply to the repaired or replacement product and will extend for the balance of the warranty period in effect at the time the product proved defective.",
        "galleryImg0":"/assets/images/security/tru-frame/1.jpg",
        "galleryImg1":"/assets/images/security/tru-frame/2.jpg",
        "galleryImg2":"/assets/images/security/tru-frame/3.jpg"
    },
    {
        "title":"Sliding Security Doors",
        "slug":"sliding-security-doors",
        "category":"Security",
        "subcategory":"Door",
        "type":"products",
        "bullet0":"Let the cool breeze in while keeping undesirable elements out with TRU-Frame Sliding Security Screen Doors.",
        "bullet1":"Constructed to match the look and performance of our hinged door product line, our NEW Sliding Security Doors will enhance the appearance of your home while providing peace of mind!",
        "bullet2":"Available in the Stainless Steel Mesh style (Similar to Viewguard) and an Amplimesh style (Similar to TRU-Frame) in Single or Double door options.",
        "tileImage":"/assets/images/security/slidingsecuritydoor.jpg",
        "thumbImg0":"/assets/images/security/sliding/1.jpg",
        "thumbImg1":"/assets/images/security/sliding/2.jpg",
        "thumbImg2":"/assets/images/security/sliding/3.jpg",
        "thumbImg3":"/assets/images/security/sliding/4.jpg",
        "thumbImg4":"/assets/images/security/sliding/5.jpg",
        "thumbImg5":"/assets/images/security/sliding/6.jpg",
        "thumbImg6":"/assets/images/security/sliding/7.jpg",
        "thumbImg7":"/assets/images/security/sliding/8.jpg",
        "thumbImg8":"/assets/images/security/sliding/9.jpg",
        "productOverview":"A sliding security door replaces your existing patio screen door. These doors come pre-assembled and tamper resistant. Enjoy the cool night air while sleeping in peace, quiet and safety. These sliding security doors are also pet resistant! No more ripped screens from pets.",
        "technicalSpecs":"<li>Ventilation: Can be locked securely, allowing you to safely and confidently leave your primary door open day or night.</li><li>Visibility: Allows viewing of the outdoors and visitors, and eliminates the confined feeling other security products present.</li><li>Rust Free: Heavy gauge extruded aluminum frame resists rust for lasting durability.</li><li>Secure: The 5-point Locking Hardware and Integrated C enter Retention System mean our sliders can take a beating!</li><li>Pet Proof: The Stainless Steel Mesh option comes pet proof and the Amplimesh style door can be screened with petscreen to become pet proof.</li>",
        "options":"<li>Amplimesh Grill</li><li>Add Solar Screen</li><li>Stainless Steel Grill</li>",
        "relatedProducts":"<li>Tru Frame</li><li>Tru View</li><li>Steel Security Doors</li><li>Tru Frame Security Sliding Doors</li>",
        "warranty":"All warranties cover materials, manufacturing defects and hardware for the periods listed below but will not cover normal wear and tear of the product. Screen mesh is not covered beyond the initial installation of products. Defective items must be reported within 5 days of receipt for validation. Improper installation of the product will not be covered under the warranties listed. Warranty periods begin from the date of purchase to our dealers.<br/><br/>Contact the factory for details on specific product lines listed below and for any warranty claim.<br/><br/>Maximum liability for R. Lang Company will be limited to replacement of product only.<br/><br/>5 Year Limited Warranty<br/><br/><br/>Security Doors<br/>WARRANTY SERVICE REQUESTS<br/><br/>Warranty periods begin from date of purchase from the R. Lang Company.<br/>All warranty service requests must be submitted by the original dealer/customer for validation purposes. You must provide an original invoice number for verification.<br/>Contact our Customer Service Department at (800) 677-5264 for the Service Request form to be emailed or faxed to you.<br/>R. Lang Company will not accept warranty requests directly from homeowners.<br/>Under no circumstance will R. Lang Company be responsible for repair bills submitted by homeowners or dealers/customers without prior approval from the Sales or Warranty Manager.<br/>Warranty requests received outside of our California service area will be processed by our Warranty Manager for fair resolution. Replacement parts will be sent as necessary to correct a problem or defect. Insulated glass failures/defects can be replaced locally but will require pre-authorization from the Sales Warranty Manager for fair credit amount reimbursement.<br/>Any dealer/customer rework or screen replacement must be pre-approved. We recommend that the product be returned for correction in our facility.<br/>R. Lang Company will cover cost for authorized replacements for material only. Dealer/customer will be responsible for any labor incurred for their shop or field expenses.<br/><br/>GENERAL WARRANTY POLICY<br/>R. Lang Company will repair or provide replacement product, at it’s election, free of charge, any product proven to have a manufacturing defect during the applicable warranty period up to a maximum liability which shall be equal to the cost of replacement of the defective product. R. Lang Company shall in no event be liable for labor charges or other expenses whatsoever in connection with removal or installation of either the original or replacement product. However, in lieu of replacement of repair, R. Lang Company, at it’s sole discretion, reserves the right to refund up to the amount paid by the original purchaser of the product but not including the installation cost. This warranty is intended to cover individual homeowners and does not apply to products installed in commercial construction. In the event of repair or replacement pursuant to terms of this warranty, the original warranty shall apply to the repaired or replacement product and will extend for the balance of the warranty period in effect at the time the product proved defective.",
        "galleryImg0":"/assets/images/security/sliding/1.jpg",
        "galleryImg1":"/assets/images/security/sliding/2.jpg",
        "galleryImg2":"/assets/images/security/sliding/3.jpg",
        "galleryImg3":"/assets/images/security/sliding/4.jpg",
        "galleryImg4":"/assets/images/security/sliding/5.jpg",
        "galleryImg5":"/assets/images/security/sliding/6.jpg",
        "galleryImg6":"/assets/images/security/sliding/7.jpg",
        "galleryImg7":"/assets/images/security/sliding/8.jpg",
        "galleryImg8":"/assets/images/security/sliding/9.jpg"
    },
    {
        "title":"CRL Guarda™ Quick Escape",
        "slug":"crl-guarda-quick-escape",
        "category":"Security",
        "subcategory":"Window",
        "type":"products",
        "bullet0":"Your security window screens will be one of the first points of protection for keeping your home safe and secure.",
        "bullet1":"Our security window screens looks like a normal window screen but is actually high tensile strength stainless steel oven into a fine mesh called 'meshtec'.",
        "bullet2":"It provides secure protection and gives you a clear view of the outdoors without compromising the style or appearance of your home.",
        "tileImage":"/assets/images/security/security-window.jpg",
        "thumbImg0":"/assets/images/security/guarda-escape/1.png",
        "thumbImg1":"/assets/images/security/guarda-escape/2.png",
        "thumbImg2":"/assets/images/security/guarda-escape/3.png",
        "productOverview":"REST EASY<br/>Now you can let the cool breeze in and keep intruders out without compromising the appearance of your home. Finally you can experience total security without resorting to bars or unsightly steel grills.<br/><br/>HIGHER SECURITY<br/>Guarda security window screens incorporate the latest advances in high tensile strength materials and construction.<br/><br/>LOWER COST<br/>When compared to alternative solutions for security, our security window screens are built to last and are corrosion resistant.<br/><br/>GREATER AIRFLOW<br/>Stainless steel marine grade mesh screen optimizes airflow, and maximizes security. Strength and beauty in perfect harmony.<br/><br/>SAVE ENERGY - FEEL SAFE<br/>Opening your window in the evening reduces air conditioning costs in hot weather.<br/><br/>SUPERIOR STYLE<br/>Compare our security window screens with anything else on the market today, and we think you'll agree, Guarda has a lock on security and style.<br/><br/>COLORS AVAILABLE<br/>Bronze Anodized or White Paint. Custom special colors are available. Contact the factory for more details.",
        "technicalSpecs":"<li>SCREENING: Certified Meshtec</li><li>HARDWARE: Hardware shall be aluminum, stainless steel, or other non-corrosive material compatible with aluminum.</li><li>FINISHES: Traffic Black, brown, sahara brown metallic, sahara gray metallic, light gray, paper beige, white, silver metallic, and bronze. Note: The stainless steel security mesh can NOT be painted. Call for pricing.</li>",
        "options":"<li>Custom Sizes</li><li>9 Finish Colors</li><li>Two Different Mounting Options</li>",
        "relatedProducts":"<li>Fixed Security Window Screens</li><li>Casement Security Window Screens</li>",
        "warranty":"<p>Hardware Warranty* for a period of one year from the date of original installation on all hardware (hinges, door closers, locks, and rollers)<br/>Powder Coating Color Warranty* for a period of 5 years from the date of original installation on mesh and sash panels</p>"
    },
    {
        "title":"CRL Guarda™ Fixed",
        "slug":"crl-guarda-fixed",
        "category":"Security",
        "subcategory":"Window",
        "type":"products",
        "bullet0":"Your security window screens will be one of the first points of protection for keeping your home safe and secure.",
        "bullet1":"Our security window screens looks like a normal window screen but is actually high tensile strength stainless steel oven into a fine mesh called 'meshtec'.",
        "bullet2":"It provides secure protection and gives you a clear view of the outdoors without compromising the style or appearance of your home.",
        "tileImage":"/assets/images/security/door.jpg",
        "thumbImg0":"/assets/images/security/guarda-fixed/1.png",
        "thumbImg1":"/assets/images/security/guarda-fixed/2.png",
        "thumbImg2":"/assets/images/security/guarda-fixed/3.png",
        "productOverview":"REST EASY<br/>Now you can let the cool breeze in and keep intruders out without compromising the appearance of your home. Finally you can experience total security without resorting to bars or unsightly steel grills.<br/><br/>HIGHER SECURITY<br/>Guarda security window screens incorporate the latest advances in high tensile strength materials and construction.<br/><br/>LOWER COST<br/>When compared to alternative solutions for security, our security window screens are built to last and are corrosion resistant.<br/><br/>GREATER AIRFLOW<br/>Stainless steel marine grade mesh screen optimizes airflow, and maximizes security. Strength and beauty in perfect harmony.<br/><br/>SAVE ENERGY - FEEL SAFE<br/>Opening your window in the evening reduces air conditioning costs in hot weather.<br/><br/>SUPERIOR STYLE<br/>Compare our security window screens with anything else on the market today, and we think you'll agree, Guarda has a lock on security and style.<br/><br/>COLORS AVAILABLE<br/>Bronze Anodized or White Paint. Custom special colors are available. Contact the factory for more details.",
        "technicalSpecs":"<li>SCREENING: Certified Meshtec</li><li>HARDWARE: Hardware shall be aluminum, stainless steel, or other non-corrosive material compatible with aluminum.</li><li>FINISHES: Traffic Black, brown, sahara brown metallic, sahara gray metallic, light gray, paper beige, white, silver metallic, and bronze. Note: The stainless steel security mesh can NOT be painted. Call for pricing.</li>",
        "options":"<li>Custom Sizes</li><li>9 Finish Colors</li><li>Two Different Mounting Options</li>",
        "relatedProducts":"<li>Quick Escape Security Window Screens</li><li>Casement Security Window Screens</li>",
        "warranty":"<p>Hardware Warranty* for a period of one year from the date of original installation on all hardware (hinges, door closers, locks, and rollers)<br/>Powder Coating Color Warranty* for a period of 5 years from the date of original installation on mesh and sash panels</p>"
    },
    {
        "title":"CRL Guarda™ Casement",
        "slug":"crl-guarda-casement",
        "category":"Security",
        "subcategory":"Window",
        "type":"products",
        "bullet0":"Your security window screens will be one of the first points of protection for keeping your home safe and secure.",
        "bullet1":"Our security window screens looks like a normal window screen but is actually high tensile strength stainless steel oven into a fine mesh called 'meshtec'.",
        "bullet2":"It provides secure protection and gives you a clear view of the outdoors without compromising the style or appearance of your home.",
        "tileImage":"/assets/images/security/guarda-security-window.png",
        "thumbImg0":"/assets/images/security/guarda-casement/1.png",
        "thumbImg1":"/assets/images/security/guarda-casement/2.png",
        "thumbImg2":"/assets/images/security/guarda-casement/3.png",
        "productOverview":"REST EASY<br/>Now you can let the cool breeze in and keep intruders out without compromising the appearance of your home. Finally you can experience total security without resorting to bars or unsightly steel grills.<br/><br/>HIGHER SECURITY<br/>Guarda security window screens incorporate the latest advances in high tensile strength materials and construction.<br/><br/>LOWER COST<br/>When compared to alternative solutions for security, our security window screens are built to last and are corrosion resistant.<br/><br/>GREATER AIRFLOW<br/>Stainless steel marine grade mesh screen optimizes airflow, and maximizes security. Strength and beauty in perfect harmony.<br/><br/>SAVE ENERGY - FEEL SAFE<br/>Opening your window in the evening reduces air conditioning costs in hot weather.<br/><br/>SUPERIOR STYLE<br/>Compare our security window screens with anything else on the market today, and we think you'll agree, Guarda has a lock on security and style.<br/><br/>COLORS AVAILABLE<br/>Bronze Anodized or White Paint. Custom special colors are available. Contact the factory for more details.",
        "technicalSpecs":"<li>SCREENING: Certified Meshtec</li><li>HARDWARE: Hardware shall be aluminum, stainless steel, or other non-corrosive material compatible with aluminum.</li><li>FINISHES: Traffic Black, brown, sahara brown metallic, sahara gray metallic, light gray, paper beige, white, silver metallic, and bronze. Note: The stainless steel security mesh can NOT be painted. Call for pricing.</li>",
        "options":"<li>Custom Sizes</li><li>9 Finish Colors</li><li>Two Different Mounting Options</li>",
        "relatedProducts":"<li>Fixed Security Window Screens</li><li>Casement Security Window Screens</li>",
        "warranty":"<p>Hardware Warranty* for a period of one year from the date of original installation on all hardware (hinges, door closers, locks, and rollers)<br/>Powder Coating Color Warranty* for a period of 5 years from the date of original installation on mesh and sash panels</p>"
    },




    {
        "title":"Retractable Patio Awning",
        "slug":"retractable-patio-awning",
        "category":"Awnings",
        "type":"products",
        "bullet0":"",
        "bullet1":"",
        "bullet2":"",
        "tileImage":"/assets/images/awnings/folding-arm-awning.jpg",
        "thumbImg0":"",
        "thumbImg1":"",
        "thumbImg2":"",
        "video":""
    },
    {
        "title":"Drop Roll Sunscreens",
        "slug":"drop-roll-sunscreens",
        "category":"Awnings",
        "type":"products",
        "bullet0":"",
        "bullet1":"",
        "bullet2":"",
        "tileImage":"/assets/images/awnings/droproll.jpg",
        "thumbImg0":"",
        "thumbImg1":"",
        "thumbImg2":"",
        "video":""
    },
    {
        "title":"Door and Window Awnings",
        "slug":"door-and-window-awnings",
        "category":"Awnings",
        "type":"products",
        "bullet0":"",
        "bullet1":"",
        "bullet2":"",
        "tileImage":"/assets/images/awnings/wet.jpg",
        "thumbImg0":"",
        "thumbImg1":"",
        "thumbImg2":"",
        "video":""
    },




    {
        "title":"Dryer Vent Cleaning",
        "slug":"dryer-vent-cleaning",
        "category":"Home Improvement",
        "type":"services",
        "tileImage":"/assets/images/home-improvement/dryer-vent.jpg",
        "textBlock0":"<h5 class='feature-title font-bold'></h5><p class='gray-text'></p>",
        "textBlock1":"<h5 class='feature-title font-bold'></h5><p class='gray-text'></p>",
        "textBlock2":"<h5 class='feature-title font-bold'></h5><p class='gray-text'></p>"
    },
    {
        "title":"Gutter Cleaning",
        "slug":"gutter-cleaning",
        "category":"Home Improvement",
        "type":"services",
        "tileImage":"/assets/images/home-improvement/gutter1.jpg",
        "textBlock0":"<h5 class='feature-title font-bold'></h5><p class='gray-text'></p>",
        "textBlock1":"<h5 class='feature-title font-bold'></h5><p class='gray-text'></p>",
        "textBlock2":"<h5 class='feature-title font-bold'></h5><p class='gray-text'></p>"
    },
    {
        "title":"Window Washing",
        "slug":"window-washing",
        "category":"Home Improvement",
        "type":"services",
        "tileImage":"/assets/images/home-improvement/window.jpg",
        "textBlock0":"<h5 class='feature-title font-bold'></h5><p class='gray-text'></p>",
        "textBlock1":"<h5 class='feature-title font-bold'></h5><p class='gray-text'></p>",
        "textBlock2":"<h5 class='feature-title font-bold'></h5><p class='gray-text'></p>"
    },
    {
        "title":"Window Washing",
        "slug":"window-washing",
        "category":"Home Improvement",
        "type":"services",
        "tileImage":"/assets/images/home-improvement/window.jpg",
        "textBlock0":"<h5 class='feature-title font-bold'></h5><p class='gray-text'></p>",
        "textBlock1":"<h5 class='feature-title font-bold'></h5><p class='gray-text'></p>",
        "textBlock2":"<h5 class='feature-title font-bold'></h5><p class='gray-text'></p>"
    }
]
